---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.IMemberForcesServer
source: html/cab78e00-5e88-7ed8-6613-57e63eb847dd.htm
---
# IMemberForcesServer Methods

Implement this method to return a description of the server.